Repository: tahmaz/c
Catalog: cars/cars_install/system/default.tmx
Source language: en_us
Languages: de_de, fr_fr, ja_jp

source: Unexpected return type
de_de: Unerwarteter Rückgabetyp
fr_fr: Type de retour inattendu
ja_jp: 帰り型が判断できない

source: Duplication prototype name
de_de: Doppelter Prototypname
fr_fr: Nom du prototype de duplication
ja_jp: プロパティ名が重複している

source: Boolean parameter expected
de_de: Boolescher Parameter erwartet
fr_fr: Paramètre booléen attendu
ja_jp: 論理型が必要

source: Double parameter expected
de_de: Doppelparameter erwartet
fr_fr: Paramètre double attendu
ja_jp: 実数（Double）型が必要

source: Unexpected script error
de_de: Unerwarteter Script-Fehler
fr_fr: Erreur de script inattendue
ja_jp: スクリプトエラー : 詳細不明

source: Maximum sessions exceeded
de_de: Maximale Sitzungsanzahl überschritten
fr_fr: Nombre maximum de sessions dépassé
ja_jp: セッション数の限界を超えました

source: Variable not found: %s
de_de: Variable nicht gefunden: %s
fr_fr: Variable non trouvée : %s
ja_jp: 変数が見つかりません： %s

source: Component does not support scripting. Class: %0:s, Name: %1:s
de_de: Komponente unterstützt das Scripting nicht. Klasse: %0:s, Name: %1:s
fr_fr: Le composant ne prend pas en charge les scripts. Classe : %0:s, Nom : %1:s
ja_jp: コンポーネントはスクリプトをサポートしていません。クラス：%0:s, 名前：%1:s

source: Object does not support scripting. Class: %0:s
de_de: Objekt unterstützt das Scripting nicht. Klasse: %0:s
fr_fr: L'objet ne prend pas en charge les scripts. Classe : %0:s
ja_jp: オブジェクトはスクリプトをサポートしていません。クラス：%0:s

source: Dispatching blank page name
de_de: Weiterleiten eines leeren Seitennamens
fr_fr: Répartition du nom de page vide
ja_jp: 名前を持たないページをディスパッチしました

source: Page access denied
de_de: Zugriff auf Seite verweigert
fr_fr: L'accès à la page est refusé
ja_jp: ページ参照はできません。

source: Web Page does not support redirect
de_de: Web-Seite unterstützt Umleitungen nicht
fr_fr: La page Web ne prend pas en charge la redirection.
ja_jp: Web ページはリダイレクトをサポートしていません。

source: Can't find included page: %s
de_de: Einbezogene Seite %s nicht gefunden
fr_fr: Impossible de trouver la page incluse : %s
ja_jp: 引用ページが見つかりません：%s

source: Page %s does not support inclusion
de_de: Seite %s unterstützt keine Inklusion
fr_fr: La page %s ne prend pas en charge l'inclusion.
ja_jp: ページ %s はファイル引用をサポートしていません

source: Include file %s includes itself
de_de: Include-Datei %s verweist auf sich selbst
fr_fr: Le fichier d'inclusion %s s'inclut lui-même.
ja_jp: インクルードファイル %s は自分自身を引用しています

source: Incorrect image format (%0:s) for field %1:s
de_de: Falsches Image-Format (%0:s) für Feld %1:s
fr_fr: Format d'image (%0:s) incorrect pour le champ %1:s
ja_jp: %1:s 項目のファイル (%0:s) の形式に問題があります。

source: Uploaded file expected for field %s
de_de: Für Feld %s wird eine gesendete Datei erwartet
fr_fr: Fichier téléchargé attendu pour le champ %s
ja_jp: 項目 %s にアップロードされるはずのファイルがありません

source: UserName
de_de: Benutzername
fr_fr: Utilisateur
ja_jp: ユーザー名

source: Password
de_de: Passwort
fr_fr: Mot de passe
ja_jp: パスワード

source: AccessRights
de_de: Zugriffsrechte
fr_fr: Droits d'accès
ja_jp: アクセス権

source: UserID not found
de_de: Benutzer-ID nicht gefunden
fr_fr: UserID non trouvé
ja_jp: UserID が見つかりません。

source: Invalid password
de_de: Ungültiges Passwort
fr_fr: Mot de passe non valide
ja_jp: パスワードが間違っています。

source: Missing password
de_de: Passwort fehlt
fr_fr: Mot de passe manquant
ja_jp: パスワードが指定されていません。

source: Unknown user name
de_de: Unbekannter Benutzername
fr_fr: Nom d'utilisateur inconnu
ja_jp: ユーザー名が見つかりません。

source: Missing user name
de_de: Benutzername fehlt
fr_fr: Nom d'utilisateur manquant
ja_jp: ユーザー名が指定されていません。

source: Add Columns...
de_de: Spalten hinzufügen...
fr_fr: Ajouter des colonnes...
ja_jp: カラムの追加...

source: Add All Columns
de_de: Alle Spalten hinzufügen
fr_fr: Ajouter toutes les colonnes
ja_jp: すべてのカラムを追加

source: Add Columns
de_de: Spalten hinzufügen
fr_fr: Ajout de colonnes
ja_jp: カラムの追加

source: Add Fields...
de_de: Felder hinzufügen...
fr_fr: Ajouter des champs...
ja_jp: 項目の追加...

source: Add All Fields
de_de: Alle Felder hinzufügen
fr_fr: Ajouter tous les champs
ja_jp: すべての項目の追加

source: Add Fields
de_de: Felder hinzufügen
fr_fr: Ajout de champs
ja_jp: 項目の追加

source: %s: Adapter property is nil
de_de: %s: Adaptereigenschaft ist nil
fr_fr: %s: la propriété Adapter vaut nil
ja_jp: %s: Adapter プロパティが指定されていません。

source: %s: Fieldname is blank
de_de: %s: Feldname fehlt
fr_fr: %s: Fieldname est vide
ja_jp: %s: Fieldname プロパティが指定されていません。

source: %0:s: Field %1:s not found in associated Adapter
de_de: %0:s: Feld %1:s im zugeordneten Adapter nicht gefunden
fr_fr: %0:s: champ %1:s non trouvé dans adaptateur associé
ja_jp: %0:s: 関連付けられたアダプタには %1:s 項目は存在しません。

source: %s: Action name is blank
de_de: %s: Aktionsname fehlt
fr_fr: %s: nom d'action vide
ja_jp: %s: Action Name プロパティが指定されていません。

source: %0:s: Action %1:s not found in associated Adapter
de_de: %0:s: Aktion %1:s im zugeordneten Adapter nicht gefunden
fr_fr: %0:s: Action %1:s non trouvée dans adaptateur associé
ja_jp: %0:s: 関連付けられたアダプタにはアクション %1:s は存在しません。

source: %s: DisplayComponent property is nil
de_de: %s: Eigenschaft DisplayComponent ist nil
fr_fr: %s: la propriété DisplayComponent vaut nil
ja_jp: %s: DisplayComponent プロパティが指定されていません。

source: No request handlers handled this request. The WebAppComponents PageDispatcher, AdapterDispatcher or DispatchActions property may not be set.
de_de: Diese Anforderung wurde von keiner entsprechenden Routine behandelt. Die WebAppComponents-Eigenschaften PageDispatcher, AdapterDispatcher oder DispatchActions sind u.U. nicht gesetzt.
fr_fr: Aucun gestionnaire de requête n'a traité cette requête. La propriété WebAppComponents PageDispatcher, AdapterDispatcher ou DispatchActions n'est peut-être pas définie.
ja_jp: このリクエストを処理するハンドラがありません。WebAppComponent の PageDispatcher, AdapterDispatcher または DispatchActions プロパティが設定されていません。

source: Password must not be blank
de_de: Passwort muss angegeben werden
fr_fr: Le mot de passe (Password) ne doit pas être vide.
ja_jp: パスワード欄は空欄にはできません

source: Username must not be blank
de_de: Benutzername muss angegeben werden
fr_fr: Le nom d'utilisateur (Username) ne doit pas être vide
ja_jp: ユーザー名は空欄にはできません

source: Adapter Request not handled: %0:s, %1:s
de_de: Adapteranforderung nicht behandelt: %0:s, %1:s
fr_fr: Requête de l'adaptateur non traitée : %0:s, %1:s
ja_jp: アダプタの要求は処理されませんでした：%0:s, %1:s

source: %s: DataSet property is nil
de_de: %s: Eigenschaft DataSet ist nil
fr_fr: %s: la propriété DataSet vaut nil
ja_jp: %s: DataSet プロパティが指定されていません

source: %0:s: Dataset %1:s unknown keyfields
de_de: %0:s: Datenmenge %1:s unbekannte Schlüsselfelder
fr_fr: %0:s: Dataset %1:s champs clé inconnus
ja_jp: %0:s: データセット %1:s は不明な keyfields です

source: %0:s: Dataset %1:s not active
de_de: %0:s: Datenmenge %1:s ist nicht aktiv
fr_fr: %0:s: Dataset %1:s non actif
ja_jp: %0:s: データセット %1:s はアクティブではありません

source: %0:s: ValueField property value is blank
de_de: %0:s: Eigenschaftswert von ValueField ist leer
fr_fr: %0:s: la valeur de la propriété ValueField est vide
ja_jp: %0:s: ValueField プロパティの値が空白です

source: Missing XML Data Component
de_de: XML-Datenkomponente fehlt
fr_fr: Composant de données XML manquant
ja_jp: XML データコンポーネントが見つかりません

source: Could not create XMLDocument
de_de: XML-Dokument konnte nicht erzeugt werden
fr_fr: Impossible de créer XMLDocument
ja_jp: XMLDocument を作成できません。

source: Add Actions...
de_de: Aktionen hinzufügen...
fr_fr: Ajouter des actions...
ja_jp: アクションの追加...

source: Add All Actions
de_de: Alle Aktionen hinzufügen
fr_fr: Ajouter toutes les actions...
ja_jp: すべてのアクションを追加

source: Add Actions
de_de: Aktionen hinzufügen
fr_fr: Ajout d'actions
ja_jp: アクションの追加

source: Action
de_de: Durchlauf
ja_jp: アクション

source: Add Commands...
de_de: Befehle hinzufügen...
fr_fr: Ajouter des commandes...
ja_jp: コマンドの追加...

source: Add All Commands
de_de: Alle Befehle hinzufügen
fr_fr: Ajouter toutes les commandes
ja_jp: すべてのコマンドを追加

source: Add Commands
de_de: Befehle hinzufügen
fr_fr: Ajout de commandes
ja_jp: コマンドの追加

source: %s does not allow multiple files
de_de: Mehrere Dateien bei %s nicht zulässig
fr_fr: %s n'autorise pas plusieurs fichiers.
ja_jp: %s は複数のファイルを持つことはできません

source: %s requires a file
de_de: Für %s ist eine Datei erforderlich
fr_fr: %s requiert un fichier.
ja_jp: %s はファイルを必要とします

source: Modification of %s is not permitted
de_de: Modifikation von %s nicht zulässig
fr_fr: La modification de %s n'est pas autorisée.
ja_jp: 変更は許されていません

source: Execution of action %s is not permitted
de_de: Ausführung der Aktion %s ist nicht zulässig
fr_fr: L'exécution de l'action %s n'est pas autorisée.
ja_jp: アクション %s の実行は許されません

source: Field view not permitted
de_de: Feldansicht nicht zulässig
fr_fr: Vue du champ non autorisée
ja_jp: 項目表示は許されていません

source: Data Modification is not permitted
de_de: Datenmodifikation ist nicht zulässig
fr_fr: La modification de données n'est pas autorisée.
ja_jp: データの変更は許されていません。

source: %s does not support file upload
de_de: %s unterstützt den Datei-Upload nicht
fr_fr: %s ne prend pas en charge le téléchargement de fichiers.
ja_jp: %s はファイルのアップロードをサポートしていません。

source: Login page is not defined
de_de: Login-Seite ist nicht definiert
fr_fr: La page de connexion n'est pas définie.
ja_jp: ログインページが定義されていません。

source: Web Page not found: %s
de_de: Web-Seite nicht gefunden: %s
fr_fr: Page Web non trouvée : %s
ja_jp: ウェブ ページが見つかりません： %s

source: Web Page does not provide content
de_de: Web-Seite enthält keinen Inhalt
fr_fr: La page Web n'a aucun contenu.
ja_jp: Web ページはコンテンツを提供していません

source: Field %s did not provide an image
de_de: Feld %s enthielt kein Bild
fr_fr: Le champ %s n'a pas fourni d'image.
ja_jp: 項目 %s は画像を提供できません

source: Unknown Adapter mode: %s
de_de: Unbekannter Adaptermodus: %s
fr_fr: Mode de l'adaptateur inconnu : %s
ja_jp: 不明なアダプタモード：%s

source: DataSet is nil
de_de: DataSet ist nil
fr_fr: DataSet vaut nil
ja_jp: データセットが指定されていません

source: Row not found in %s
de_de: Reihe in %s nicht gefunden
fr_fr: Ligne non trouvée dans %s
ja_jp: %s の Row が見つかりません

source: Field %s changed by another user
de_de: Feld %s wurde von einem anderen Benutzer geändert
fr_fr: Champ %s modifié par un autre utilisateur
ja_jp: 項目 %s は他のユーザーによって変更されました。

source: Field not found: %s
de_de: Feld nicht gefunden: %s
fr_fr: Champ non trouvé : %s
ja_jp: 項目が見つかりません：%s

source: Undo
de_de: Rückgängig
fr_fr: Défaire
ja_jp: 取り消し

source: Post
de_de: Übernehmen
fr_fr: Valider
ja_jp: 登録

source: <TABLE BORDER=1 CELLPADDING=4> <TR><TD><P ALIGN=CENTER>Design-time Warnings<P> %s </TD></TD> </TABLE>
de_de: <TABLE BORDER=1 CELLPADDING=4> <TR><TD><P ALIGN=CENTER>Warnungen zur Entwurfszeit<P> %s </TD></TD> </TABLE>
fr_fr: <TABLE BORDER=1 CELLPADDING=4> <TR><TD><P ALIGN=CENTER>Avertissements de conception<P> %s </TD></TD> </TABLE>
ja_jp: <TABLE BORDER=1 CELLPADDING=4> <TR><TD><P ALIGN=CENTER>デザイン時の警告<P> %s </TD></TD> </TABLE>

source: Invalid Web component creation
de_de: Ungültige Erzeugung von Web-Komponente
fr_fr: Création de composant Web incorrecte
ja_jp: Web コンポーネントの作成ができません。

source: ApplyUpdates error. Error count: %d.
de_de: Fehler bei der Aktualisierung. Anzahl der Fehler: %d.
fr_fr: Erreur ApplyUpdates. Nombre d'erreurs : %d.
ja_jp: ApplyUpdates のエラー。%d 回のエラーが起きました。

source: Missing Delta Packet
de_de: Fehlendes Delta-Paket
fr_fr: Package Delta manquant
ja_jp: デルタ パケットが見つかりません。

source: XMLBroker: %s is not connected
de_de: XMLBroker: %s hat keine Verbindung
fr_fr: XMLBroker : %s n'est pas connecté
ja_jp: XMLBroker: %s に接続できません。

source: DataSet: %s is not active
de_de: DataSet: %s ist nicht aktiv
fr_fr: L'ensemble de données : %s n'est pas actif
ja_jp: データセット: %s は有効ではありません。

source: Field %s requires a value
de_de: Für Feld %s ist ein Wert erforderlich
fr_fr: Le champ %s requiert une valeur.
ja_jp: 項目 %s は値を必要とします

source: %s does not allow multiple values
de_de: Mehrere Werte bei %s nicht zulässig
fr_fr: %s n'autorise pas plusieurs valeurs.
ja_jp: %s は複数の値を持つことはできません

source: Submit
de_de: Absenden
fr_fr: Soumettre
ja_jp: 登録

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
ja_jp: 初期化

source: Apply Updates
de_de: Aktualisierung durchführen
fr_fr: Appliquer les mises à jour
ja_jp: 更新の適用

source: Invalid parent
de_de: Ungültiges übergeordnetes Element
fr_fr: Parent incorrect
ja_jp: 不正な parent

source: Invalid parent class: %s
de_de: Ungültige übergeordnete Klasse: %s
fr_fr: Classe parent incorrecte : %s
ja_jp: 不正な parent クラス : %s

source: Field %s ignored, only one status field allowed
de_de: Feld %s wird ignoriert, es ist nur ein Statusfeld gestattet
fr_fr: Champ %s ignoré, un seul champ d'état autorisé
ja_jp: ステータス項目を複数持つことは許されていないため、項目 %s は無視されます。

source: Invalid Web component registration
de_de: Ungültige Registrierung der Web-Komponente
fr_fr: Recensement de composant Web incorrect
ja_jp: Web コンポーネント登録関数が正しく設定されていません

source: Invalid Web component enumeration
de_de: Ungültige Enumeration von Web-Komponente
fr_fr: Enumération de composant Web incorrecte
ja_jp: Web コンポーネント列挙関数が正しく設定されていません

source: Operation not supported. %s component does not support IGetWebComponentList
de_de: Operation wird nicht unterstützt. Komponente %s unterstützt nicht IGetWebComponentList
fr_fr: Opération non supportée. Le composant %s ne supporte pas IGetWebComponentList
ja_jp: 指定の動作はサポートされていません。コンポーネント %s は IGetWebComponentList をサポートしていません。

source: Variable %s is not a container
de_de: Variable %s ist kein Container
fr_fr: La variable %s n'est pas un conteneur
ja_jp: 変数 %s はコンテナではありません。

source: <html><body>Internal Application Error <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>
de_de: <html><body>Interner Anwendungsfehler <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>
fr_fr: <html><body>Erreur d'application interne <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>
ja_jp: <html><body>Internal Application Error / 内部アプリケーションエラー <p>%0:s <p><hr width="100%%"><i>%1:s</i></body></html>

source: Data set field is blank
de_de: Datenmengenfeld ist leer
fr_fr: Le champ d'ensemble de données est vide.
ja_jp: データセットの項目名が空です。

source: Data set field not found: %s
de_de: Feld der Datenmenge nicht gefunden %s
fr_fr: Champ d'ensemble de données non trouvé : %s
ja_jp: データセットの項目 %s が見つかりません。

source: Field is not a dataset field: %s
de_de: Feld ist kein Feld aus der Datenmenge: %s
fr_fr: Le champ n'est pas un champ d'ensemble de données : %s
ja_jp: %s はデータセットの項目ではありません。

source: %s: missing XMLBroker
de_de: %s: XMLBroker fehlt
fr_fr: %s: XMLBroker manquant
ja_jp: %s: XMLBroker がありません。

source: %0:s: Field "%1:s" not found
de_de: %0:s: Feld "%1:s" nicht gefunden
fr_fr: %0:s: Champ "%1:s" non trouvé
ja_jp: %0:s: 項目 "%1:s" が見つかりません。

source: Invalid URL encoded character (%s) at position %d
de_de: Ungültiger URL-codiertes Zeichen (%s) bei Position %d
fr_fr: Caractère incorrect codé dans l'URL (%s) à la position %d
ja_jp: URL 表記エンコードでは許されない文字 (%0:s)：位置 - %1:d

source: Invalid HTML encoded character (%s) at position %d
de_de: Ungültiges HTML-codiertes Zeichen (%s) an Position %d
fr_fr: Caractère codé HTML incorrect (%s) à la position %d
ja_jp: HTML エンコードでは許されない文字 (%0:s)：位置 - %1:d

source: Duplicate action name
de_de: Doppelter Aktionsname
fr_fr: Nom d'action dupliqué
ja_jp: アクション名が重複しています

source: Web Module Factory already registered
de_de: Web-Modul-Factory bereits registriert.
fr_fr: Fabrique de module Web déjà recensée
ja_jp: Web モジュール ファクトリは既に登録済みです

source: Web App Module Factory already registered.
de_de: Modul-Factory für Web-Anwendung bereits registriert.
fr_fr: Fabrique de module d'application Web déjà recensée.
ja_jp: Web App モジュール ファクトリは既に登録済みです

source: Only one WebDispatcher per form/data module
de_de: Nur ein WebDispatcher pro Formular/Datenmodul
fr_fr: Un seul WebDispatcher par fiche/module de données
ja_jp: WebDispatcher は一つのフォーム/データモジュールに一つしか置けません

source: PathInfo
de_de: VerzInfo
fr_fr: Chemin

source: Enabled
de_de: Aktiviert
fr_fr: Activé

source: Default
de_de: Vorgabe
fr_fr: Par défaut
ja_jp: デフォルト

source: Producer
de_de: Produzent
fr_fr: Générateur

source: Resource %s not found
de_de: Ressource %s nicht gefunden
fr_fr: Ressource %s non trouvée
ja_jp: %s リソースが見つかりません

source: Too many table columns
de_de: Zu viele Tabellenspalten
fr_fr: Trop de colonnes de table
ja_jp: テーブルの桁が多すぎます

source: Field Type
de_de: Feldtyp
fr_fr: Type de champ
ja_jp: 項目の型

source: Dispatch methods do not support more than 64 parameters
de_de: Dispatch-Methoden unterstützen maximal 64 Parameter.
fr_fr: Les méthodes Dispatch ne gèrent pas plus de 64 paramètres
ja_jp: ディスパッチメソッドは 64 個を超えるパラメータを処理できません

source: DCOM not installed
de_de: DCOM ist nicht installiert
fr_fr: DCOM non installé
ja_jp: DCOM がインストールされていません

source: DAX Error
de_de: DAX-Fehler
fr_fr: Erreur DAX
ja_jp: DAX エラー

source: COM Server Warning
de_de: Warnung des COM-Servers
fr_fr: Avertissement du serveur COM
ja_jp: オートメーションサーバーから警告

source: There are still active COM objects in this application. One or more clients may have references to these objects, so manually closing
de_de: Diese Anwendung enthält noch aktive COM-Objekte.Mindestens ein Client verweist noch auf diese Objekte,so dass manuelles Schließen
fr_fr: Il y a encore des serveurs COM actifs dans cette application. Un ou plusieurs clients ont peut-être des références à ces objets. La fermeture manuelle de
ja_jp: 作動中の COM オブジェクトがアプリケーション内に残っています。

source: this application may cause those client application(s) to fail. Are you sure you want to close this application?
de_de: dieser Anwendung dazu führen könnte, dass die Client-Anwendungen nicht korrekt funktionieren. Sind Sie sicher, dass Sie diese Anwendung schließen möchten?
fr_fr: cette application peut donc provoquer des erreurs dans les clients. Etes-vous sûr de vouloir fermer cette application ?
ja_jp: このアプリケーションはこれらのクライアントアプリケーションを失敗させることがあります。 このアプリケーションを閉じますか？

source: %s ActionManager property has not been assigned
de_de: %s ActionManager-Eigenschaft wurde nichts zugewiesen
fr_fr: La propriété ActionManager de %s n'a pas été affectée
ja_jp: アクションマネージャのプロパティ %s が割り当てられていません

source: Only one data module per application
de_de: Nur ein Datenmodul pro Anwendung
fr_fr: Un seul module de données par application
ja_jp: アプリケーションはデータモジュールを一つしか持つことができません。

source: No data modules registered
de_de: Es wurden keine Datenmodule registriert
fr_fr: Aucun module de données n'est recensé
ja_jp: データモジュールが登録されていません。

source: No dispatcher component found on data module
de_de: Im Datenmodul wurde keine Dispatcher-Komponente gefunden
fr_fr: Aucun composant dispatcher trouvé dans le module de données
ja_jp: ディスパッチコンポーネントがデータモジュールに存在しません。

source: No automatically activated data modules
de_de: Keine automatisch aktivierten Datenmodule
fr_fr: Pas de module de données activé automatiquement
ja_jp: 自動的に有効化できるデータモジュールが存在しません

source: Maximum number of concurrent connections exceeded. Please try again later
de_de: Die maximale Anzahl gleichzeitiger Verbindungen wurde überschritten. Versuchen Sie später noch erneut
fr_fr: Nombre maximum de connexions simultanées dépassé. Veuillez réessayer plus tard
ja_jp: 最大同時接続数を超えました。しばらくしてからもう一度試してください。

source: <html><title>Internal Server Error 500</title> Internal Server Error 500<hr> Exception: %s<br> Message: %s<br></html>
de_de: <html><title>Interner Server-Fehler 500</title> Interner Server-Fehler 500<hr> Exception: %s<br> Meldung: %s<br></html>
fr_fr: <html><title>Erreur serveur interne 500</title> Erreur serveur interne 500<hr> Exception : %s<br> Message : %s<br></html>
ja_jp: <html><head><title>Internal Server Error 500</title></head> Internal Server Error 500<hr> サーバー内部エラー 500<hr> Exception: %0:s<br>Message: %1:s<br><hr>例外 : %0:s<br>メッセージ : %1:s<br></html>

source: <html><title>Document Moved 302</title> <body>Object Moved<hr> This Object may be found <a HREF="%s">here.</a><br> <br></body></html>
de_de: <html><title>Dokument wurde verschoben 302</title> <body>Objekt wurde verschoben<hr> Das Objekt könnte <a HREF="%s">hier</a> gefunden werden.<br> <br></body></html>
fr_fr: <html><title>Document déplacé 302</title> <body>Objet d&eacute;plac&eacute;<hr> Cet objet peut &ecirc;tre trouv&eacute; <a HREF="%s">ICI.</a><br> <br></body></html>
ja_jp: <html><head><title>Document Moved 302</title></head> <body>Object Moved<hr>オブジェクトは移動しました。<hr> This Object may be found <a href="%0:s">here.</a><br>オブジェクトは<a href="%0:s">ここ</a>に移動しました。<br> <br></body></html>

source: Error decoding URL style (%%XX) encoded string at position %d
de_de: Fehler beim Decodieren eines im URL-Stil (%%XX) codierten Strings bei Position %d
fr_fr: Erreur lors du décodage du style d'URL (%%XX) chaîne encodée en position %d
ja_jp: URL 表記用エンコード（%%XX）文字列のエラー：位置 - %d

source: Menu Highlight
de_de: Markiertes Menü
fr_fr: Surbrillance de menu
ja_jp: メニュー強調表示

source: Menu Text
de_de: Menütext
fr_fr: Texte de menu
ja_jp: メニューテキスト

source: None
de_de: Ohne
fr_fr: Aucun
ja_jp: なし

source: Scroll Bar
de_de: Bildlaufleiste
fr_fr: Barre de défilement
ja_jp: スクロールバー

source: 3D Dark Shadow
de_de: 3D Dunkler Schatten
fr_fr: Ombre foncée 3D
ja_jp: 3 次元の濃い影

source: 3D Light
de_de: 3D Hell
fr_fr: 3D clair
ja_jp: 3 次元の薄い影

source: Window Background
de_de: Fensterhintergrund
fr_fr: Fond de fenêtre
ja_jp: ウィンドウの背景

source: Window Frame
de_de: Fensterrahmen
fr_fr: Cadre de fenêtre
ja_jp: ウィンドウのフレーム

source: Window Text
de_de: Fenstertext
fr_fr: Texte de fenêtre
ja_jp: ウィンドウのテキスト

source: Error creating system registry entry
de_de: Fehler beim Erstellen eines Eintrages in der Systemregistrierung
fr_fr: Erreur à la création de l'entrée de registre système
ja_jp: システム レジストリ に書き込めません

source: Object factory for class %s missing
de_de: Der Objektgenerator für die Klasse %s fehlt
fr_fr: Fabrique d'objets manquante pour la classe %s
ja_jp: %s クラスのオブジェクト ファクトリがありません

source: Type information missing for class %s
de_de: Für die Klasse %s fehlt die Typinformation
fr_fr: Informations de type manquantes pour la classe %s
ja_jp: %s クラスのタイプ情報がありません

source: Incorrect type information for class %s
de_de: Falsche Typinformation für Klasse %s
fr_fr: Informations de type incorrectes pour la classe %s
ja_jp: %s クラスのタイプ情報が間違っています

source: Dispatch interface missing from class %s
de_de: Dispatch-Interface der Klasse %s fehlt
fr_fr: Interface dispatch manquante dans la classe %s
ja_jp: %s クラスのディスパッチ インターフェイスがありません

source: Method '%s' not supported by automation object
de_de: Die Methode '%s' wird vom Automatisierungsobjekt nicht unterstützt
fr_fr: Méthode '%s' non supportée par l'objet Automation
ja_jp: メソッド '%s' はオートメーション オブジェクトでサポートしていません

source: Button Text
de_de: Schaltertext
fr_fr: Texte de bouton
ja_jp: ボタンの文字

source: Caption Text
de_de: Titeltext
fr_fr: Texte de libellé
ja_jp: キャプションの文字

source: Gradient Active Caption
de_de: Gradient aktiver Titel
fr_fr: Libellé actif en dégradé
ja_jp: グラデーションアクティブキャプション

source: Gradient Inactive Caption
de_de: Gradient inaktiver Titel
fr_fr: Libellé inactif en dégradé
ja_jp: グラデーション非アクティブキャプション

source: Gray Text
de_de: Grauer Text
fr_fr: Texte gris
ja_jp: グレーテキスト

source: Highlight Background
de_de: Hervorgehobener Hintergrund
fr_fr: Fond de surbrillance
ja_jp: 背景の強調表示

source: Highlight Text
de_de: Hervorgehobener Text
fr_fr: Texte de surbrillance
ja_jp: テキストの強調表示

source: Hot Light
de_de: Hell
fr_fr: Sélectionné
ja_jp: ホットライト

source: Inactive Border
de_de: Inaktiver Rahmen
fr_fr: Bordure inactive
ja_jp: インアクティブボーダー

source: Inactive Caption
de_de: Inaktiver Titel
fr_fr: Libellé inactif
ja_jp: 非アクティブキャプション

source: Inactive Caption Text
de_de: Inaktiver Titeltext
fr_fr: Texte de libellé inactif
ja_jp: 非アクティブキャプションテキスト

source: Info Background
de_de: Info-Hintergrund
fr_fr: Fond d'information
ja_jp: 情報の背景

source: Menu Background
de_de: Menühintergrund
fr_fr: Fond de menu
ja_jp: メニューの背景

source: Menu Bar
de_de: Menüleiste
fr_fr: Barre de menus
ja_jp: メニューバー

source: Yellow
de_de: Gelb
fr_fr: Jaune
ja_jp: 黄色

source: Blue
de_de: Blau
fr_fr: Bleu
ja_jp: 青

source: Fuchsia
de_de: Fuchsie
ja_jp: 赤紫
